const trigger = [
  //0
  ["안녕", "안녕하세요", "하이"],
  //1
  ["뭐해", "뭐하세요", "뭐해요"],
  //2
  ["행복했어", "즐거웠어", "재밌었어"],
  //3
  ["우울했어", "슬퍼", "그냥그래", "별로", "지쳤어"],
  //4
  ["심심해"],
  //5
  ["메롱", "바보"],
  //6
  ["고마워"],
  //7
  ["잘있어", "빠이빠이"],
  //8
  ["잘모르겠어"],
];

const reply = [
  //0
  ["안녕!", "안녕~", "응, 안녕~ 어서와"],
  //1
  ["나 지금 너랑 얘기중! 오늘 어땠어?", "누워서 딩굴딩굴 하고있어. 넌 뭐해?"],
  //2
  ["와 좋았겠다~"],
  //3
  ["무슨 일인지 말해줄 수 있어?"],
  //4
  ["뭘 해야 재미있을까~ 하고 싶은 거 있어?"],
  //5
  ["흥! 나도 메롱", "놀리지 말라구..."],
  //6
  ["에이 뭘~", "항상 내가 더 고맙지~"],
  //7
  ["잘가. 다음에 또 봐"],
  //8
  ["그렇구나"],
];

const alternative = [
  "그렇구나",
  "무슨 일 있어?",
  "거기까지는 생각을 안해봤네...",
];
